/* No comment provided by engineer. */

"1 hour" = "1 heure";

/* No comment provided by engineer. */

"15 minutes" = "15 minutes";

/* No comment provided by engineer. */

"1u insulin for every X %@" = "1u d'insuline pour chaque X %@";

/* No comment provided by engineer. */

"1u insulin for every X grams" = "1u d'insuline pour chaque X grammes";

/* No comment provided by engineer. */

"2 hours" = "2 heures";

/* No comment provided by engineer. */

"30 minutes" = "30 minutes";

/* No comment provided by engineer. */

"A line chart showing your blood glucose and general trend over a given period" = "Un diagramme linéaire montrant votre glycémie et une courbe de tendance générale sur une période donnée";

/* No comment provided by engineer. */

"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Un graphique circulaire montrant le nombre de lectures positives en opposition au nombre de lectures négatives sur une période donnée";

/* No comment provided by engineer. */

"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Un histogramme (segmenté entre le matin, le midi et le soir) montrant la quantité totale de glucides absorbés par jour";

/* Activity (physical exercise) */

"Activity" = "Activité";

/* No comment provided by engineer. */

"Activity name" = "Nom de l'activité";

/* No comment provided by engineer. */

"Add" = "Ajouter";

/* No comment provided by engineer. */

"Add a Note" = "Ajouter une note";

/* Add blood glucose reading */

"Add a Reading" = "Ajouter une lecture";

/* No comment provided by engineer. */

"Add Activity" = "Ajouter une activité";

/* No comment provided by engineer. */

"Add Food" = "Ajouter un aliment";

/* No comment provided by engineer. */

"Add Location" = "Ajouter un emplacement";

/* No comment provided by engineer. */

"Add Medicine" = "Ajouter un médicament";

/* No comment provided by engineer. */

"Add Reminder" = "Ajouter un rappel";

/* The amount of time to wait after an event occurs before alerting the user */

"After" = "Après";

/* No comment provided by engineer. */

"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */

"Alert" = "Alerte";

/* No comment provided by engineer. */

"Amount" = "Montant";

/* No comment provided by engineer. */

"Analytik" = "Analytik";

/* No comment provided by engineer. */

"Analytik is a service that provides free personal diabetes analytics.\n\nFind patterns in your blood sugar, better understand your diabetes and support research.\n\nSignup for an account at http://analytikhq.com" = "Analytik est un service gratuit qui vous offre une analytique personnelle de votre diabète. Découvrez les fluctuations de votre glycémie pour avoir une meilleure compréhension de votre diabète et soutenez la recherche. Créez votre compte sur http://analytikhq.com";

/* No comment provided by engineer. */

"Analytik settings" = "Paramètres d'Analytik";

/* No comment provided by engineer. */

"and" = "et";

/* No comment provided by engineer. */

"April" = "Avril";

/* No comment provided by engineer. */

"Are you sure you'd like to add location data to this event?" = "Êtes-vous sûr de vouloir ajouter une location à cet événement ?";

/* No comment provided by engineer. */

"Are you sure you'd like to permanently delete this entry?" = "Êtes-vous sur de vouloir définitivement supprimer cette entrée ?";

/* No comment provided by engineer. */

"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Êtes-vous sûr de vouloir restaurer votre système à partir d'une sauvegarde précédente ? Vous ne pourrez pas revenir en arrière.";

/* No comment provided by engineer. */

"August" = "Août";

/* A setting asking whether or not to automatically geotag events */

"Auto-geotag events" = "Géolocaliser automatiquement les événements";

/* Abbreviation for average */

"Avg." = "Moy.";

/* Label for average blood glucose reading */

"Avg. Blood Glucose" = "Glycémie moy.";

/* No comment provided by engineer. */

"Backup" = "Sauvegarde";

/* Backup & sync settings section title */

"Backup & Sync" = "Sauvegarde & synchronisation";

/* No comment provided by engineer. */

"Backup on close" = "Sauvegarder à la fermeture";

/* No comment provided by engineer. */

"Backup once a day" = "Sauvegarder une fois par jour";

/* No comment provided by engineer. */

"Backup once a week" = "Sauvegarder une fois par semaine";

/* No comment provided by engineer. */

"Backup options" = "Options de sauvegarde";

/* No comment provided by engineer. */

"Backup over 3G" = "Sauvegarder via la 3G";

/* No comment provided by engineer. */

"Backup settings" = "Paramètres de la sauvegarde";

/* No comment provided by engineer. */

"Backup/Restore" = "Sauvegarde / Restauration";

/* Blood glucose level */

"BG level" = "Niveau de glucose dans le sang";

/* Blood glucose units */

"BG units" = "Unités de glucose dans le sang";

/* Label for the statistical deviation in blood glucose values */

"Blood Glucose Deviation" = "Fluctuation de glycémie";

/* No comment provided by engineer. */

"Blood Glucose Level" = "Niveau de glucose dans le sang";

/* No comment provided by engineer. */

"Blood glucose level" = "Niveau de glucose dans le sang";

/* No comment provided by engineer. */

"Blood Glucose Readings" = "Valeurs glycémiques";

/* No comment provided by engineer. */

"Both" = "Tous les deux";

/* No comment provided by engineer. */

"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)" = "Les calculs utilisent la formule suivante : ((Glycémie Actuelle - Glycémie Cible) / Facteur de Correction) + (Glucides / Taux de Glucides)";

/* No comment provided by engineer. */

"Cancel" = "Annuler";

/* No comment provided by engineer. */

"Carbohydrate in-take" = "Glucides absorbés";

/* No comment provided by engineer. */

"Carbohydrate Ratio" = "Taux de glucides";

/* Amount of carbohydrates */

"Carbs" = "Glucides";

/* No comment provided by engineer. */

"Choose photo" = "Choisir une photo";

/* A setting asking whether or not results should be collapsed when searching occurs */

"Collapse search results" = "Faire défiler les résultats de recherche";

/* No comment provided by engineer. */

"Constants" = "Constantes";

/* No comment provided by engineer. */

"Correction Factor" = "Facteur de correction";

/* No comment provided by engineer. */

"Credits" = "Crédits";

/* No comment provided by engineer. */

"Current blood glucose" = "Glycémie actuelle";

/* Current geographic location */

"Current Location" = "Emplacement actuel";

/* No comment provided by engineer. */

"Date" = "Date";

/* No comment provided by engineer. */

"Date reminder" = "Rappel de date";

/* No comment provided by engineer. */

"days" = "jours";

/* No comment provided by engineer. */

"December" = "Décembre";

/* No comment provided by engineer. */

"Delete Entry" = "Supprimer l'entrée";

/* No comment provided by engineer. */

"Description" = "Description";

/* No comment provided by engineer. */

"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik ne peut et ne vous conseillera pas concernant vos soins médicaux. Si vous avez des questions ou des inquiétudes concernant votre état de santé, veuillez consulter un médecin professionnel.";

/* No comment provided by engineer. */

"Diabetik Export - %@" = "Diabetik Exporter - %@";

/* No comment provided by engineer. */

"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik est un nouveau type de journal diabétique qui vous permet de suivre votre glycémie, vos médicaments, votre nourriture et vos activités personnelles. Pour en savoir plus, faites glisser votre doigt vers la gauche.";

/* No comment provided by engineer. */

"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik est capable d'exporter vos données aux formats CSV ou PDF. Idéal pour les importer vers d'autres logiciels ou pour les imprimer pour en faire part à votre médecin traitant !";

/* No comment provided by engineer. */

"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik rend la tâche de maintenir votre journal à jour simple comme bonjour en analysant vos habitudes. Cela peut prendre quelques jours avant qu'il ne vous connaisse par cœur, alors soyez patient !";

/* No comment provided by engineer. */

"Done" = "Terminé";

/* No comment provided by engineer. */

"Drag left to add additional entries" = "Glisser vers la gauche pour ajouter des entrées supplémentaires";

/* No comment provided by engineer. */

"Dropbox" = "Dropbox";

/* No comment provided by engineer. */

"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox a besoin de terminer la synchronisation avant qu'il ne soit possible d'exporter des fichiers. Veuillez réessayer dans quelques minutes.";

/* No comment provided by engineer. */

"Dropbox settings" = "Paramètres de Dropbox";

/* No comment provided by engineer. */

"Dropbox Settings" = "Paramètres de Dropbox";

/* No comment provided by engineer. */

"Edit Activity" = "Éditer une activité";

/* No comment provided by engineer. */

"Edit Food" = "Éditer un aliment";

/* No comment provided by engineer. */

"Edit Medicine" = "Éditer un médicament";

/* No comment provided by engineer. */

"Edit Note" = "Éditer une note";

/* Edit blood glucose reading */

"Edit Reading" = "Éditer un résultat";

/* No comment provided by engineer. */

"Edit reminder" = "Éditer un rappel";

/* No comment provided by engineer. */

"Edit Reminder" = "Éditer un rappel";

/* No comment provided by engineer. */

"Email" = "Email";

/* No comment provided by engineer. */

"Email sent" = "Email envoyé";

/* No comment provided by engineer. */

"Enable automatic backup" = "Activer une sauvegarde automatique";

/* No comment provided by engineer. */

"Enter or select below" = "Entrez ou sélectionnez l'option ci-dessous";

/* No comment provided by engineer. */

"Entry" = "Entrée";

/* No comment provided by engineer. */

"Entry settings" = "Paramètres d'entrée";

/* Geo-location of event */

"Event Location" = "Lieu de l'événement";

/* No comment provided by engineer. */

"Every day" = "Tous les jours";

/* No comment provided by engineer. */

"Every Day" = "Tous les jours";

/* No comment provided by engineer. */

"Every Friday" = "Tous les vendredis";

/* No comment provided by engineer. */

"Every Monday" = "Tous les lundis";

/* No comment provided by engineer. */

"Every Saturday" = "Tous les samedis";

/* No comment provided by engineer. */

"Every Sunday" = "Tous les dimanches";

/* No comment provided by engineer. */

"Every Thursday" = "Tous les jeudis";

/* No comment provided by engineer. */

"Every Tuesday" = "Tous les mardis";

/* No comment provided by engineer. */

"Every Wednesday" = "Tous les mercredis";

/* Menu item to take users to the export screen */

"Export" = "Exporter";

/* No comment provided by engineer. */

"Export successful" = "Exportation réussie avec succès";

/* No comment provided by engineer. */

"February" = "Février";

/* Food entry type */

"Food" = "Aliment";

/* No comment provided by engineer. */

"Formats to export" = "Formats d'exportation";

/* No comment provided by engineer. */

"Fri" = "Ven";

/* General settings section title */

"General" = "Général";

/* No comment provided by engineer. */

"Glucose" = "Glucose";

/* No comment provided by engineer. */

"Glucose settings" = "Paramètres de glucose";

/* Unit of measurement */

"Grams" = "Grammes";

/* Amount of carbs in grams (this field is optional) */

"grams (optional)" = "grammes (facultatif)";

/* A label used to show healthy blood glucose readings */

"Healthy" = "Positif";

/* No comment provided by engineer. */

"Healthy Glucose Tally" = "Quantité positive de glucose";

/* No comment provided by engineer. */

"Here's your Diabetik data export, generated on %@." = "Voici vos données exportées de Diabetik, générées sur %@.";

/* No comment provided by engineer. */

"Hi there!" = "Bien le bonjour !";

/* No comment provided by engineer. */

"hours" = "heures";

/* A default message shown to users when contacting support for help */

"I need help with Diabetik! Here's the problem:" = "J'ai besoin d'aide sur Diabetik ! Voici mon problème :";

/* No comment provided by engineer. */

"Input" = "Apport";

/* No comment provided by engineer. */

"Insulin Calculator" = "Calculatrice d'insuline";

/* No comment provided by engineer. */

"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Impossible d'exporter votre sauvegarde vers Dropbox. L'erreur suivante s'est produite : %@";

/* No comment provided by engineer. */

"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Impossible d'exporter votre sauvegarde vers Dropbox. L'erreur suivante s'est produite : %@";

/* No comment provided by engineer. */

"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Impossible de restaurer votre sauvegarde de Dropbox. L'erreur suivante s'est produite : %@";

/* No comment provided by engineer. */

"January" = "Janvier";

/* The title for the applications index screen - which is a physical journal */

"Journal" = "Journal";

/* No comment provided by engineer. */

"July" = "Juillet";

/* No comment provided by engineer. */

"June" = "Juin";

/* An option to view third-party software licenses used throughout the application */

"Licenses" = "Autorisations";

/* No comment provided by engineer. */

"Link with Dropbox" = "Lier à Dropbox";

/* No comment provided by engineer. */

"Location" = "Localisation";

/* No comment provided by engineer. */

"Location reminder" = "Rappel de localisation";

/* No comment provided by engineer. */

"Location-based reminders" = "Rappels basés sur votre localisation";

/* No comment provided by engineer. */

"Login" = "Connexion";

/* No comment provided by engineer. */

"Logout" = "Déconnexion";

/* No comment provided by engineer. */

"March" = "Mars";

/* Remind me after adding [a specific entry type] matching [these conditions] */

"Matching these conditions" = "Correspondant à ces conditions";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */

"Max healthy" = "Taux positif maximum";

/* No comment provided by engineer. */

"May" = "Mai";

/* No comment provided by engineer. */

"Meal name" = "Nom du repas";

/* No comment provided by engineer. */

"Medication" = "Médicament";

/* No comment provided by engineer. */

"Medicine" = "Médicament";

/* No comment provided by engineer. */

"Medicine name" = "Nom du médicament";

/* The section header for generic menu items */

"Menu" = "Menu";

/* Type/unit of medicine */

"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */

"Min healthy" = "Taux positif minimum";

/* No comment provided by engineer. */

"Minutes" = "Minutes";

/* No comment provided by engineer. */

"minutes" = "minutes";

/* No comment provided by engineer. */

"Mon" = "Lun";

/* No comment provided by engineer. */

"Months to export" = "Mois à exporter";

/* The name of an entry */

"Name" = "Nom";

/* No comment provided by engineer. */

"Need help? Contact support!" = "Besoin d'aide ? Contactez le support technique !";

/* No comment provided by engineer. */

"Nice to meet you" = "Enchanté";

/* No comment provided by engineer. */

"No" = "Non";

/* Title of message shown when the user has yet to add any entries to their journal */

"No Entries" = "Aucune entrée";

/* No comment provided by engineer. */

"No location" = "Pas de localisation";

/* No comment provided by engineer. */

"No Reminders" = "Aucun rappel";

/* No comment provided by engineer. */

"No Reports" = "Aucun rapport";

/* Title of message shown when the user has yet to create any tags */

"No Tags" = "Aucune balise";

/* No comment provided by engineer. */

"Not enough data" = "Pas assez de données";

/* Note entry type */

"Note" = "Note";

/* No comment provided by engineer. */

"Notes" = "Notes";

/* No comment provided by engineer. */

"November" = "Novembre";

/* No comment provided by engineer. */

"October" = "Octobre";

/* No comment provided by engineer. */

"Ok" = "Ok";

/* No comment provided by engineer. */

"Okay" = "Ok";

/* On arrival to a geographic location */

"On Arrival" = "À l'arrivée";

/* On departure from a geographic location */

"On Departure" = "Au départ";

/* No comment provided by engineer. */

"One-time reminders" = "Rappels ponctuels";

/* Settings section for miscellaneous information */

"Other" = "Autres";

/* No comment provided by engineer. */

"Password" = "Mot de passe";

/* No comment provided by engineer. */

"Past 14 days" = "14 derniers jours";

/* No comment provided by engineer. */

"Past 7 Days" = "7 derniers jours";

/* No comment provided by engineer. */

"Perform manual backup" = "Effectuer une sauvegarde manuelle";

/* Type/unit of medicine */

"pills" = "médicaments";

/* No comment provided by engineer. */

"Please complete all required fields" = "Veuillez compléter tous les champs requis";

/* No comment provided by engineer. */

"Please provide valid login credentials" = "Veuillez fournir des identifiants valides";

/* Error message shown to users when setting up a geographical reminder */

"Please select a valid location before continuing" = "Veuillez sélectionner un emplacement valide avant de continuer";

/* Type/unit of medicine */

"puffs" = "Inhalations";

/* No comment provided by engineer. */

"Rate Diabetik in the App Store" = "Évaluez Diabetik sur l'App Store";

/* Blood glucose reading entry type */

"Reading" = "Résultat";

/* Remind me after adding [a specific entry type] */

"Remind me after adding" = "Me rappeler après avoir ajouté";

/* No comment provided by engineer. */

"Remind me in" = "Me le rappeler dans";

/* No comment provided by engineer. */

"Reminder details" = "Détails du rappel";

/* Title for screen showing the geographic location of a geo-fenced reminder */

"Reminder Location" = "Lieu du rappel";

/* No comment provided by engineer. */

"Reminders" = "Rappels";

/* No comment provided by engineer. */

"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Les rappels sont une excellente manière de garder une longueur d'avance. En plus des rappels ponctuels ou réguliers, vous pouvez également configurer un rappel basé sur votre localisation pour vous alerter quand vous arrivez ou que vous quittez un lieu en particulier.";

/* No comment provided by engineer. */

"Remove" = "Supprimer";

/* No comment provided by engineer. */

"Remove photo" = "Enlever la photo";

/* No comment provided by engineer. */

"Repeat" = "Répéter";

/* Label for a reminder which repeats across multiple days */

"Repeating" = "Régulier";

/* No comment provided by engineer. */

"Repeating reminders" = "Rappels réguliers";

/* No comment provided by engineer. */

"Report" = "Rapport";

/* No comment provided by engineer. */

"Reporting events between" = "Compte rendu des événements entre";

/* No comment provided by engineer. */

"Restore" = "Restaurer";

/* No comment provided by engineer. */

"Restore from backup" = "Restaurer à partir d'une sauvegarde";

/* No comment provided by engineer. */

"Restore successful" = "Restauration réussie";

/* No comment provided by engineer. */

"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Une restauration à partir d'une sauvegarde ne supprimera jamais les données existantes. Si des enregistrements identiques sont trouvés, la version déjà existante sera remplacée. Nous vous conseillons de n'utiliser la restauration qu'en cas d'absolue nécessité.";

/* No comment provided by engineer. */

"Resync entries" = "Resynchroniser les entrées";

/* No comment provided by engineer. */

"Rotate to view reports" = "Faite pivoter pour afficher les rapports";

/* No comment provided by engineer. */

"Rule-based Reminder" = "Rappel basé sur une règle";

/* No comment provided by engineer. */

"Rule-based reminder" = "Rappel basé sur une règle";

/* No comment provided by engineer. */

"Rule-based reminders" = "Rappels basés sur une règle";

/* No comment provided by engineer. */

"Sat" = "Sam";

/* No comment provided by engineer. */

"Scheduled Reminder" = "Rappel régulier";

/* No comment provided by engineer. */

"Search" = "Rechercher";

/* No comment provided by engineer. */

"September" = "Septembre";

/* Settings title */

"Settings" = "Paramètres";

/* No comment provided by engineer. */

"Setup Dropbox backup" = "Configurer une sauvegarde sur Dropbox";

/* A setting asking whether or not to display inline images */

"Show inline images" = "Afficher les images intégrées";

/* A settings switch to control the Smart Input feature */

"Smart input" = "Entrée intelligente";

/* A settings switch to control application sounds */

"Sounds" = "Sons";

/* No comment provided by engineer. */

"Stay safe" = "Prenez soin de vous";

/* No comment provided by engineer. */

"Sun" = "Soleil";

/* No comment provided by engineer. */

"Support email sent" = "Email envoyé au support technique";

/* No comment provided by engineer. */

"Tag" = "Balise";

/* No comment provided by engineer. */

"Tags" = "Balises";

/* No comment provided by engineer. */

"Take photo" = "Prendre une photo";

/* No comment provided by engineer. */

"Target blood glucose" = "Glycémie cible";

/* No comment provided by engineer. */

"Thanks" = "Merci";

/* No comment provided by engineer. */

"The Analytik API responded with the following error: %@" = "L'API Analytik a répondu avec l'erreur suivante : %@";

/* No comment provided by engineer. */

"The Analytik API returned an unrecognized response" = "L'API Analytik a renvoyé une réponse non reconnue";

/* An option allow users to be reminded at some point in the future */

"The future" = "L'avenir";

/* No comment provided by engineer. */

"There was an error while printing your report" = "Il y a eu une erreur lors de l'impression de votre rapport";

/* No comment provided by engineer. */

"There was an error while trying to delete this event: %@" = "Il y a eu une erreur en essayant de supprimer cet événement : %@";

/* No comment provided by engineer. */

"This device hasn't been setup to send emails." = "Cet appareil n'a pas été configuré pour envoyer des emails.";

/* No comment provided by engineer. */

"Thurs" = "Jeud";

/* Unit of measurement */

"time" = "temps";

/* No comment provided by engineer. */

"Time" = "Temps";

/* No comment provided by engineer. */

"Timeline" = "Chronologie";

/* No comment provided by engineer. */

"Timeline settings" = "Paramètres de la chronologie";

/* No comment provided by engineer. */

"Title" = "Titre";

/* No comment provided by engineer. */

"Today" = "Aujourd'hui";

/* No comment provided by engineer. */

"Total carbohydrates" = "Glucides totaux";

/* No comment provided by engineer. */

"Total Carbohydrates (grams)" = "Glucides totaux (en grammes)";

/* No comment provided by engineer. */

"Trigger for all entries" = "Déclencheur pour toutes les entrées";

/* No comment provided by engineer. */

"Tues" = "Mard";

/* No comment provided by engineer. */

"Type" = "Type";

/* No comment provided by engineer. */

"Uh oh!" = "Oh oh !";

/* No comment provided by engineer. */

"Unable to create image documents folder" = "Impossible de créer le dossier de documents image";

/* Error message shown when a users current geographic location cannot be determined */

"Unable to determine location" = "Impossible de déterminer votre localisation";

/* A label used to show unhealthy blood glucose readings */

"Unhealthy" = "Négatif";

/* Type/unit of medicine */

"units" = "unités";

/* No comment provided by engineer. */

"Unlink Dropbox account" = "Dissocier du compte Dropbox";

/* No comment provided by engineer. */

"Update location" = "Mettre à jour la localisation";

/* No comment provided by engineer. */

"Value" = "Valeur";

/* No comment provided by engineer. */

"View on map" = "Voir sur la carte";

/* No comment provided by engineer. */

"View photo" = "Voir la photo";

/* No comment provided by engineer. */

"We were unable to delete your reminder rule for the following reason: %@" = "Il a été impossible de supprimer votre règle de rappel pour la raison suivante : %@";

/* No comment provided by engineer. */

"We were unable to save your reminder for the following reason: %@" = "Il a été impossible de sauvegarder votre rappel pour la raison suivante : %@";

/* No comment provided by engineer. */

"We were unable to save your reminder rule for the following reason: %@" = "Il a été impossible de sauvegarder votre règle de rappel pour la raison suivante : %@";

/* No comment provided by engineer. */

"We're unable to save your data as a sync is in progress!" = "Il a été impossible de sauvegarder vos données car une synchronisation est en cours !";

/* No comment provided by engineer. */

"We've received your support request and will try to reply as soon as possible" = "Nous avons bien reçu votre demande d'assistance et nous essaierons de vous répondre dès que possible";

/* No comment provided by engineer. */

"Wed" = "Mer";

/* No comment provided by engineer. */

"What'd you have?" = "Qu'avez-vous ?";

/* No comment provided by engineer. */

"When you'd like to be reminded" = "Quand souhaitez-vous avoir ce rappel";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */

"With these settings" = "Avec ces paramètres";

/* No comment provided by engineer. */

"Yes" = "Oui";

/* No comment provided by engineer. */

"Yesterday" = "Hier";

/* No comment provided by engineer. */

"You cannot enter an event in the future" = "Vous ne pouvez pas insérer un évènement dans le futur";

/* No comment provided by engineer. */

"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Vous n'avez actuellement aucune entrée dans votre calendrier. Pour en ajouter une, appuyez sur l'icône +.";

/* No comment provided by engineer. */

"You currently don't have any reminders setup. To add one, tap the + icon." = "Vous n'avez actuellement rappel. Pour en ajouter un, appuyez sur l'icône +.";

/* No comment provided by engineer. */

"You currently don't have any reports to export." = "Vous n'avez actuellement aucun rapport à exporter.";

/* No comment provided by engineer. */

"You haven't collected enough data to display this report" = "Vous n'avez pas recueilli suffisamment de données pour afficher ce rapport";

/* No comment provided by engineer. */

"You haven't tagged any entries yet!" = "Vous n'avez pas encore sélectionné d'entrée !";

/* No comment provided by engineer. */

"You must select at least one format to export" = "Vous devez sélectionner au moins un format à exporter";

/* No comment provided by engineer. */

"You must select at least one month to export" = "Vous devez sélectionner au moins un mois pour exporter";

/* No comment provided by engineer. */

"Your backup has been exported successfully" = "Votre sauvegarde a été exportée avec succès";

/* No comment provided by engineer. */

"Your backup was restored successfully" = "Votre sauvegarde a été restaurée avec succès";

/* No comment provided by engineer. */

"Your data will now sync with Analytik automatically" = "Vos données seront désormais automatiquement synchronisées avec Analytik";

/* No comment provided by engineer. */

"Your Diabetic Record" = "Votre historique de diabète";

/* An error message letting the user know that their data export could not be emailed to them */

"Your export email could not be sent" = "Votre mail d'exportation n'a pu être envoyé";

/* A success message letting the user know that their data export has been successfully emailed to them */

"Your export email has been sent" = "Votre mail d'exportation a été envoyé";

/* No comment provided by engineer. */

"Your files have been exported successfully" = "Vos fichiers ont été exportés avec succès";

/* No comment provided by engineer. */

"Your reminder message" = "Votre message de rappel";

